[
  [
    {
      "name": "Вячеслав",
      "city": "Омск",
      "text": "Очень доволен приобретением, до этого ни когда не было айфона. Если сравнивать с другими производителями смартфонов, то это как сравнить Мерседес  с Рено Логан. Аппарат куплен в рассрочку.",
      "rating": 5,
      "date": "13.01.2021 22:09:14"
    },
    {
      "name": "Александр",
      "city": "Иваново",
      "text": "Аппарат качественный, жене все нравится, мне не нравится цена Себе не возьму, не стоит он того.",
      "rating": 5,
      "date": "25.01.2021 07:37:33"
    },
    {
      "name": "Валентина",
      "city": "Kursk",
      "text": "Третий iphone 11 128 GB в нашей семье. Все довольны! А объем памяти 128 GB в нынешнее время самый подходящий!",
      "rating": 5,
      "date": "23.11.2020 21:45:22"
    },
    {
      "name": "Валерия",
      "city": "Москва",
      "text": "Отличный современный телефон, удобный, эргономичный, быстрыйОтличная Камера, Face ID, и другие фишкиКто-то выбирает для себя iPhone 12, но затем платить больше?iPhone 11 чуть-чуть отличается по определённым характеристикам, но не уступает в качестве.Так что советую !",
      "rating": 5,
      "date": "19.01.2021 14:27:32"
    },
    {
      "name": "Владимир",
      "city": "Дмитров",
      "text": "Телефон решил сменить после поездки в отпуск где мой старый телефон(Samsung) начал глючить по полной ему правда уже было почти 4 года и перестал заряжаться вообще просто не видит провод и всё, решил вернуться в стан Яблочников до этого сидел на Ios и меня всё устраивало но решил что-то поменять попробовать андройд. С меня хватило и я решил вернуться на любимую систему и купить этот телефон так как отзывы одни положительные купил и не пожалел телефон супер всё удобно и продумано телефон очень шустрый и красивый короче советую телефон просто огонь. А ещё скидки от эльдорадо и бонусы сделали покупку очень очень выгодной!!! Телефоном доволен на все 100%Всем советую брать побольше памяти так как 64 это мало в современном мире фотки и видео с этого телефона прилично весят потому то качество огонь)",
      "rating": 5,
      "date": "13.03.2021 15:01:31"
    },
    {
      "name": "Роман",
      "city": "Волжский",
      "text": "Вернулся с аппаратов андройд вновь на iphone. Разница в камере, производительности, удобстве колоссально отличается (в пользу яблока).Считаю недостатком отсутствие зарядного блока в новой комплектации. Для меня это не стало проблемой, но у многих людей вызовет дискомфорт.",
      "rating": 5,
      "date": "19.01.2021 13:24:43"
    },
    {
      "name": "Артём",
      "city": "Волгоград",
      "text": "Несколько лет подряд пользовался андройд флагманами, но надоело, решил попробовать iPhone. По началу было очень непривычно, столкнулся с некоторыми проблемами - вроде той, что переписки WhatsApp с андройда на iOS переносятся только с помощью специальных программ на компьютере.Но спустя несколько дней привык и смартфон очень радует. Система плавная, Face ID срабатывает при любых условиях освещения - даже забываешь про блокировку.В общем, смартфон хороший. В сравнении с флагманами Samsung - пользоваться намного приятнее. Из равных Айфону альтернатив на андройде можно назвать разве что OnePlus.",
      "rating": 5,
      "date": "10.04.2021 15:23:10"
    },
    {
      "name": "Борис",
      "city": "Москва",
      "text": "Перешёл с 7 айфона. Разница конечно же колоссальная. Зарядку держит двое суток при активном использовании (не играю). Качество картинки шикарное. Скорость работы в несколько раз превосходит, скорость айфона 7. FaceID вообще сказка. Чуть ли не в любом расположении способен разблокировать телефон. Покупкой очень доволен. Пользуюсь вторую неделю.",
      "rating": 5,
      "date": "02.01.2021 13:52:38"
    },
    {
      "name": "Екатерина",
      "city": "Псков",
      "text": "До приобретения 11, был XR. 11 гораздо шустрее, камера приятно ещё удивляет, для меня это не мало важно. Фото всегда на айфоне отличались от других производителей. Вообще рекомендую такой телефон, конечно цена завышена, надеюсь на долго хватит. Жаль что отсутствует адаптер в комплекте, с отдельно стоит дороговато. Работает все четко, очень пока довольна покупкой, не жалею.",
      "rating": 5,
      "date": "27.02.2021 18:03:24"
    },
    {
      "name": "Эдуард",
      "city": "Пермь",
      "text": "Посредственный аппарат, аналоги стоят 20тр.Тут регулярно пишут про фейсид, браслет в разы удобнее.Интерфейс, не смог я с айфона переесть на это чудо закрытой системы, очень удивила кнопка назад, это я каждый раз угадывать должен как мне вернуться, либо сидеть читать интернет как и в каком приложении назад вернуться.Почему я не могу сразу встать на нужную букву для редактирования, надо обязательно лупу включать.Камера - любая зеркалка уделает эти микролинзы",
      "rating": 2,
      "date": "17.05.2021 11:55:09"
    },
    {
      "name": "Владимир",
      "city": "Ростов-на-Дону",
      "text": "Пользовался 4, 6 и сейчас взял 11 в промежутке пробовал андроид, но это не то. Айфон реально крут, если сомневаетесь между андроид и айфон берите айфон не пожалеете!!! Покупал в Золотом Вавилоне попался хороший менеджер единственное не запомнил как зовут, бонусы приятные после покупки!!!",
      "rating": 5,
      "date": "23.01.2021 11:59:56"
    },
    {
      "name": "Валерий",
      "city": "Москва",
      "text": "Перешёл после активного 4-летнего использования с 7+. 15 минут и все настройки, чаты, почты перенеслись на новый телефон. Покупкой доволен и надеюсь, что прослужит не меньше предыдущего. Всегда ношу телефон в чехле и защитном стекле, поэтому предыдущий 7+, как новый до сих пор. Немного подкачал сервис Эльдорадо(сырое приложение), но это некритично. Рекомендую к покупке.",
      "rating": 5,
      "date": "21.12.2020 23:28:41"
    },
    {
      "name": "Андрей",
      "city": "Velikie Luki",
      "text": "Очень качественный телефон и очень удобно лежит в руке. После андроида надо привыкнуть к элементам управления, но потом будет даже удобнее. Связь с аирподс шикарна, андроид не раскрывал все функции. Теперь что бы позвонить не надо доставать телефон, а просто попросить Сири набрать нужного человека. Единственная проблема возникла с переносом контактов.",
      "rating": 5,
      "date": "20.03.2021 10:30:13"
    },
    {
      "name": "Денис",
      "city": "Екатеринбург",
      "text": "Переходил с 6. Разница колоссальная, тут и говорить не о чем.Сразу наклеил стекло и надел чехол.Камера, экран, производительность, объем памяти (теперь можно не проводить ежедневные чистки и отменить подписку в айклауд).В комплекте идет только провод для зарядки (не USB, а TYPE-C). Пришлось покупать новый блок питания. Зато есть функция быстрой зарядки. Плюс наушники старые не подходят, думаю о покупке аирподсов.",
      "rating": 5,
      "date": "20.04.2021 14:00:29"
    },
    {
      "name": "Юлия",
      "city": "Курск",
      "text": "Купили телефон айфон 11 ребенку на день рождения. Долго искали где купить . Но выгоднее чем в Эльдорадо и качество обслуживания в торговом зале не нашли нигде. Нас проконсультировали по телефону помогли подобрать оптимальную модель с большей памятью и ещё сделали скидку по промокоду. Довольны покупкой и обслуживанием в магазине. Рекомендую Эльдорадо всем кто ищет качественный товар и обслуживание в магазине как с вип клиентом",
      "rating": 5,
      "date": "22.04.2021 14:01:43"
    },
    {
      "name": "Владимир",
      "city": "Санкт-Петербург",
      "text": "Приобрел данный смартфон по акции \"гарантия лучшей цены\". Очень давно хотел Айфон и наконец-то решился. До этого пользовался бюджетными аппаратами о сиаоми. Разница конечно огромная. Земля и небо. Красивый дизайн, качественные материалы. Фото после моего предыдущего телефона - просто огонь . К ios привык быстро. Памяти 128 самый оптимальный вариант. Цена конечно кусается, но оно того стоит.",
      "rating": 5,
      "date": "12.04.2021 23:12:38"
    },
    {
      "name": "Наталия",
      "city": "Чебоксары",
      "text": "По ходу теперь я буду покупать только айфон, если качество будет так же соответствовать, как сейчас. Улетные фото, заряда хватает на день при активном пользовании, долго не думает, приложений закачала кучу и еще столько же влезет - очень крутая техника, дарящая комфорт жизни.",
      "rating": 5,
      "date": "27.04.2021 14:31:44"
    },
    {
      "name": "Анастасия",
      "city": "Санкт-Петербург",
      "text": "Приобрела на замену своей 7-ке. Первые пару дней немного не привычно, больше и тяжелее предыдущего, но оно того стоило!!!! Камера просто нереальная, заряд держит целый день (в теч. дня использую его постоянно). в общем, если вы ещё думаете брать или нет, берите, не пожалеете",
      "rating": 5,
      "date": "03.04.2021 14:41:28"
    },
    {
      "name": "Максим",
      "city": "Санкт-Петербург",
      "text": "Ходил 2 года с iPhone 7, пока случайно не разбил! Сначала сомневался в приобретении данной модели, но в результате испытываю сейчас наслаждение от нового устройства:) качество съемки и удобство пользования на высоте! Это мое первое безрамочное устройство))",
      "rating": 5,
      "date": "23.01.2021 13:31:41"
    },
    {
      "name": "Ксения",
      "city": "Красноярск",
      "text": "Отличный телефон за свою цену, отличная камера, пыле-влаго защита, яркий экран, хорошая батарея.Из минусов отмечу только то что в комплекте нет зарядного устройства и наушников, но тут уж вина эпл, к магазину претензий нет.Телефон рекомендую!",
      "rating": 4,
      "date": "27.04.2021 18:46:11"
    },
    {
      "name": "Анастасия",
      "city": "Краснодар",
      "text": "Перешла с 6s потому что памяти стало мало. Айфон он и в Африке айфон. Лучшие продукты. Смартфоны, которые прекрасно работают и спустя 5 лет. Надеюсь, с таким мнением буду и через 5 лет. Как и со старичком 6s",
      "rating": 5,
      "date": "27.04.2021 14:24:58"
    },
    {
      "name": "Дмитрий",
      "city": "Сергиев Посад",
      "text": "Выбирал между Самсунг S21 и Айфон 11. Благодаря праздничной скидке выбор остановился на втором варианте. Пока осваиваю, ведь до этого всегда был на андроиде. Но качество тклефона неоспоримо!",
      "rating": 5,
      "date": "23.02.2021 13:59:08"
    },
    {
      "name": "Виктор",
      "city": "Балашиха",
      "text": "Аппаратом очень доволен! До этого был седьмой айфон, тоже не плохой телефон! Прослужил три года, да и до сих пор работает без нареканий. Аккумулятор держит вообще нормально! Короче говоря доволен полностью,",
      "rating": 5,
      "date": "10.03.2021 21:04:02"
    },
    {
      "name": "Игорь",
      "city": "Пермь",
      "text": "Главный минус цена, но сейчас все нормальные трубки по овепрайсу.Фото: великолепно, он сам все решит и сделает нормальные фотки.Интерфейс: если вы ранее не сидели на апле, надо пробовать и привыкать.Все остальное как у всех флагманов",
      "rating": 4,
      "date": "17.05.2021 11:36:26"
    },
    {
      "name": "Анна",
      "city": "Долгопрудный",
      "text": "Мы тоже купили недавно iphone 11 , могу сказать что покупкой очень довольны , со старого телефона скачали все приложения очень быстро и доступно. Купили мы в эльдорадо про продавцов могу сказать что очень шустрые , быстрые и очень приветливо относятся к каждому покупателю спасибо вам!!!!",
      "rating": 5,
      "date": "09.01.2021 16:12:06"
    },
    {
      "name": "Михаил",
      "city": "Москва",
      "text": "Минусы:Вотсап глючит, периодически не дает позвонить, нет % акб на дисплее, нет регулировки громкости будильника, быстрый набор через одно место, нет поддержки 2 аккаунтов вотсап, оказался слегка большой и тяжеловат.. камера желтит!!!К телевизору не конектится.Остальное плюсы, держит акб 2 дня!",
      "rating": 3,
      "date": "01.03.2021 02:05:41"
    },
    {
      "name": "Анна",
      "city": "Москва",
      "text": "В нём всё отлично. Батарею держит хорошо, камера чёткая, очень классная, качество огонь, в общем как и всегда продукция Apple на высоте, пользуюсь с удовольствием",
      "rating": 5,
      "date": "20.01.2021 22:46:30"
    },
    {
      "name": "Мария",
      "city": "Санкт-Петербург",
      "text": "Телефон прекрасный, я очень довольна покупкой! Уже 7 лет пользуюсь продукцией Apple и ни разу не пожалела)Отличный дизайн, заряд лучше держит, чем мои предыдущие модели, звук/камера - супер!",
      "rating": 5,
      "date": "28.02.2021 13:50:43"
    },
    {
      "name": "Константин",
      "city": "Кострома",
      "text": "На начало 2021 года телефон лучший из Apple по соотношению цена-качество. Хороший дисплей, внушительная батарея.  Приличная камера. Жаль из комплектации убрали зарядный блок и наушники",
      "rating": 5,
      "date": "20.04.2021 23:09:55"
    },
    {
      "name": "Карина",
      "city": "Краснодар",
      "text": "Покупала данный телефон мужу в подарок. Заказала на сайте, через 15 минут пришло сообщение о готовности товара. Забрала самовывозом. Мужу телефон очень понравился. Отличная камера, очень быстрый и удобный в использовании.",
      "rating": 5,
      "date": "18.05.2021 08:18:39"
    },
    {
      "name": "Виктория",
      "city": "Красноярск",
      "text": "Айфон 11 меня оооочень приятно удивил, брала хороший аппарат, не особо выбирала...., но он превзошел все мои ожидания. Камера это просто улет!!! Своих денег однозначно стоит!",
      "rating": 5,
      "date": "16.03.2021 13:48:36"
    },
    {
      "name": "Виктория",
      "city": "Воронеж",
      "text": "Что и говорить- яблочные телефоны лучшие, а уж 11-й просто бомба. Качество фото огонь,  батерея держится 2 дня, очень быстрый и удобный переброс информации со старого телефона. Рекомендую)",
      "rating": 5,
      "date": "27.02.2021 23:41:27"
    },
    {
      "name": "Дмитрий",
      "city": "Ярославль",
      "text": "Очень привлекательный чёрный цветОптимальный объём памяти 128Великолепная съемка видео в разрешении 4кБез нареканий",
      "rating": 5,
      "date": "20.12.2020 18:28:25"
    },
    {
      "name": "Елена",
      "city": "Иркутск",
      "text": "Перешла с андройда, покупкой довольна. Камера отличная, телефон работает быстро. Возможно дорого, но однозначно стоит своих денег.",
      "rating": 5,
      "date": "02.04.2021 15:04:16"
    },
    {
      "name": "Александр",
      "city": "Челябинск",
      "text": "Заказывал через интернет магазин, с хорошей скидкой) Забрал в ближайшем магазине через 15 мин. Покупкой доволен)",
      "rating": 5,
      "date": "17.02.2021 16:29:46"
    },
    {
      "name": "Эльвина",
      "city": "г Санкт-Петербург",
      "text": "Купила айфон 11  128гб, очень рада,очень нравится,хорший телефон,камера!))долго ждала себе этот телефон,и наконец таки его купила))  очень нравится",
      "rating": 5,
      "date": "26.01.2021 14:07:26"
    },
    {
      "name": "Егор",
      "city": "Киров",
      "text": "Отличный телефон, с учетом акций и бонусов цена адекватная. Камера супер, батарея долгоиграющая.",
      "rating": 5,
      "date": "18.02.2021 14:18:25"
    },
    {
      "name": "Дмтоий",
      "city": "Серов",
      "text": "Давно хотел приобрести  телефон эпл, покупкой доволен, хорошая камера , быстрое меню , музыка играет хорошо,  брал в чёрном цвете ) 10 балов из 10",
      "rating": 5,
      "date": "17.03.2021 13:27:37"
    },
    {
      "name": "Анна",
      "city": "Санкт-Петербург",
      "text": "Плюсы: Защита корпуса - Водонепроницаемость, От влаги и пыли; Быстрая операционная система.Минусы: царапается корпус, но не критично.",
      "rating": 5,
      "date": "04.02.2021 14:32:01"
    },
    {
      "name": "Анастасия",
      "city": "Тула",
      "text": "Перешла с 6s, очень довольна, камера огонь, удобно держать в руке, не пожалела что выбрала его.",
      "rating": 5,
      "date": "19.01.2021 15:46:07"
    },
    {
      "name": "Николай",
      "city": "Белореченск",
      "text": "Очень доволен приобретением,моя оценка 10 из 10 , Аппарат куплен в рассрочку. Обслуживание персонала тоже на 10 !.",
      "rating": 5,
      "date": "23.03.2021 13:32:30"
    },
    {
      "name": "Яна",
      "city": "Москва",
      "text": "Телефон хороший. Качество камеры, что  при свете, что ночью - отличное. Зарядку держит долго, минус - отсутствие блока для зарядки, в комплекте только один провод",
      "rating": 5,
      "date": "29.03.2021 10:37:14"
    },
    {
      "name": "Михаил",
      "city": "Тюмень",
      "text": "Телефоном доволен.Купил на замену 8+.Оформил на сайте заказ с промокодом, проучил хорошую скидку.",
      "rating": 5,
      "date": "06.05.2021 14:14:20"
    },
    {
      "name": "Екатерина",
      "city": "Вышний Волочек",
      "text": "Совершила покупку месяц назад, чему очень рада.iPhone устраивает по всем параметрам.Советую к покупке!",
      "rating": 5,
      "date": "13.04.2021 14:23:11"
    },
    {
      "name": "Эльвина",
      "city": "г Санкт-Петербург",
      "text": "Купила айфон 11 128гб  очень рада ему )) очень понравилась камера ,размер,цвет ,спасибо Эльдорало за акции!))",
      "rating": 5,
      "date": "15.02.2021 16:21:37"
    },
    {
      "name": "Эдуард",
      "city": "Белгород",
      "text": "Очень доволен данной покупкой, жаль что зарядника и наушников нет в комплекте((( прийдется докупать отдельно.",
      "rating": 5,
      "date": "16.02.2021 13:51:13"
    },
    {
      "name": "Алена",
      "city": "Москва",
      "text": "подарила мужу на 23 февраля, остался очень доволен , не лагает , на морозе даже не замерзаетжаль в комплекте нет наушников и адаптера (",
      "rating": 5,
      "date": "25.02.2021 14:24:34"
    },
    {
      "name": "Андрей",
      "city": "Архангельск",
      "text": "Покупаю уже втрой для сына. У самого такой же. Все устраивает. Отличный смартфон",
      "rating": 5,
      "date": "19.01.2021 15:28:00"
    },
    {
      "name": "Юрий",
      "city": "Барнаул",
      "text": "Отлично! Пользуюсь с большим удовольствием, качественный надежный аппарат! Давно хотел себе такой.",
      "rating": 5,
      "date": "18.02.2021 10:05:23"
    },
    {
      "name": "Араик",
      "city": "Ставрополь",
      "text": "Купил по самой лучшей цене в городе, ещё и бонусы. Телефон надёжный, классные фотографии. вообщем рекомендую",
      "rating": 5,
      "date": "17.01.2021 00:43:06"
    },
    {
      "name": "Юрий",
      "city": "Подольск",
      "text": "Элегантный смартфон, супруга уже год с ним ходит, никаких нареканий нет, фото получаются как профессиональные",
      "rating": 5,
      "date": "09.03.2021 13:37:11"
    },
    {
      "name": "Николай",
      "city": "Иваново",
      "text": "Apple как всегда на высоте. Перешёл с 7 только потому что старичок начал плохо держать батарею и захотелось больше памяти.",
      "rating": 5,
      "date": "21.01.2021 22:26:30"
    },
    {
      "name": "Серге",
      "city": "Иркутск",
      "text": "Телефон хороший, купили взамен самсунга  s10 первые ощущения хорошие. Самого главное заряд держит хорошо",
      "rating": 5,
      "date": "01.04.2021 18:46:20"
    },
    {
      "name": "Сергей",
      "city": "Серов",
      "text": "Смартфон очень шустрый, съемка качественная. Рекомендую!!! Консультанты очень грамотные, помогли в выборе!",
      "rating": 5,
      "date": "25.02.2021 14:16:52"
    },
    {
      "name": "Надежда",
      "city": "Нижний Новгород",
      "text": "Хороший телефон, быстрый, яркий.Батареи хватает дня на полтора-два.Камера супер!",
      "rating": 5,
      "date": "23.03.2021 16:42:47"
    },
    {
      "name": "Лаура",
      "city": "Грозный",
      "text": "Довольна приобретением. Второй айфон 11 128Gb. Все работает исправно. Однозначно айфон",
      "rating": 5,
      "date": "07.02.2021 15:21:55"
    },
    {
      "name": "Юлия",
      "city": "Пермь",
      "text": "Все отлично. Сразу загрузились все приложения автоматом. Немного тяжеловат. Расстроило что в комплекте только провод.",
      "rating": 5,
      "date": "04.02.2021 15:24:16"
    },
    {
      "name": "Петр",
      "city": "Кемерово",
      "text": "Айфон он и в африке айфон, работает как часы. Огорчает лишь ips экран за такую стоимость",
      "rating": 4,
      "date": "24.01.2021 14:04:53"
    },
    {
      "name": "Дмитрий",
      "city": "Новомосковск",
      "text": "Купил около недели назад iPhone 11, всё супер, на сегодняшний день лучший один из лучших смартфонов по соотношению цена/качество",
      "rating": 5,
      "date": "23.02.2021 21:52:40"
    },
    {
      "name": "айдар",
      "city": "казань",
      "text": "Отличный телефон. Удобный, в руке держать удобно. Минусов нет. Перешла после iPhone 8.",
      "rating": 5,
      "date": "20.04.2021 09:35:32"
    },
    {
      "name": "Юлия",
      "city": "Пермь",
      "text": "Все отлично. Сразу загрузились все приложения автоматом. Немного тяжеловат. Расстроило что в комплекте только провод.",
      "rating": 5,
      "date": "04.02.2021 15:24:16"
    },
    {
      "name": "Петр",
      "city": "Кемерово",
      "text": "Айфон он и в африке айфон, работает как часы. Огорчает лишь ips экран за такую стоимость",
      "rating": 4,
      "date": "24.01.2021 14:04:53"
    },
    {
      "name": "Дмитрий",
      "city": "Новомосковск",
      "text": "Купил около недели назад iPhone 11, всё супер, на сегодняшний день лучший один из лучших смартфонов по соотношению цена/качество",
      "rating": 5,
      "date": "23.02.2021 21:52:40"
    },
    {
      "name": "Даниил",
      "city": "Ногинск",
      "text": "Вроде телефон работает ровно, косяков по аппарату не заметил",
      "rating": 5,
      "date": "13.03.2021 16:01:12"
    },
    {
      "name": "Агни",
      "city": "Санкт-Петербург",
      "text": "Довольна телефоном,ещё не до конца разобралась с камерой,перешла с модели 7 плюс",
      "rating": 5,
      "date": "20.02.2021 14:34:45"
    },
    {
      "name": "Наталья",
      "city": "Нижний Тагил",
      "text": "Отличный телефон , одно удовольствие , просто супер .",
      "rating": 5,
      "date": "22.03.2021 19:23:30"
    },
    {
      "name": "Виталий",
      "city": "Санкт Петербург",
      "text": "Прекрасный , удобный телефон с объемом памяти 128 гб",
      "rating": 5,
      "date": "19.12.2020 23:52:40"
    },
    {
      "name": "Андрей",
      "city": "Владимир",
      "text": "Телефон очень хороший просто бомба. Проверил на сайте даже дата производства 21 год!Советую",
      "rating": 5,
      "date": "14.05.2021 09:44:45"
    },
    {
      "name": "Павел",
      "city": "Тула",
      "text": "Перешёл с 7 на 11 , нравится, объём памяти на 128 самое то!",
      "rating": 5,
      "date": "19.01.2021 14:35:41"
    },
    {
      "name": "Марина",
      "city": "Тула",
      "text": "Перешла после 8, очень довольна. Камера отличная.",
      "rating": 5,
      "date": "27.01.2021 10:33:56"
    },
    {
      "name": "Дарья",
      "city": "Москва",
      "text": "Телефон пушка, сотрудники зайки)Все летает, не виснет и отлично работает",
      "rating": 5,
      "date": "28.01.2021 15:17:51"
    },
    {
      "name": "Натали",
      "city": "Тольятти",
      "text": "Отличный телефон, второй уже. Супер батарея, камера. Очень удобный в руке. Громкий, яркий и умный. Ни разу не пожалела.",
      "rating": 5,
      "date": "05.01.2021 19:27:49"
    },
    {
      "name": "Светлана",
      "city": "Можайск",
      "text": "Отличный телефон, шикарная камера, всем довольна!",
      "rating": 5,
      "date": "25.03.2021 13:47:15"
    },
    {
      "name": "Михаил",
      "city": "Тюмень",
      "text": "Покупкой доволен.Воспользовался промокодом на сайте и получил хорошую скидку.",
      "rating": 5,
      "date": "06.05.2021 14:17:27"
    },
    {
      "name": "Сергей",
      "city": "Новосибирск",
      "text": "Телефон очень хороший, работает замечательно",
      "rating": 5,
      "date": "19.03.2021 06:56:11"
    },
    {
      "name": "Артем",
      "city": "Нижний Новгород",
      "text": "Отличный телефон, приятно держать в руках, долго держит заряд. Больше и нечего сказать - это Apple.",
      "rating": 5,
      "date": "11.05.2021 19:27:08"
    },
    {
      "name": "Елена",
      "city": "Новокузнецк",
      "text": "Купили на подарок дочери, ждет своего часа. Ещё не вскрывали, но думаю будет дочь рада подарочку",
      "rating": 5,
      "date": "20.04.2021 14:15:12"
    },
    {
      "name": "Андрей",
      "city": "Нижний Новгород",
      "text": "Очень доволен покупкой , очень шустрый , памяти хватает )",
      "rating": 5,
      "date": "27.03.2021 13:36:35"
    },
    {
      "name": "Елизавета",
      "city": "Рязань",
      "text": "Прекрасный телефон.Удобный, функциональный, красивый ,покупкой довольна.",
      "rating": 5,
      "date": "16.03.2021 14:51:38"
    },
    {
      "name": "Александра",
      "city": "Красноярск",
      "text": "Отличный смартфон, все нравится. Работает отлично. Хорошо держит батарею",
      "rating": 5,
      "date": "03.02.2021 06:02:02"
    },
    {
      "name": "Саида",
      "city": "Краснодар",
      "text": "Довольна покупкой, очень хороший телефон, работает в нормальном, никаких повреждений нет, брака, соответственно, тоже)",
      "rating": 5,
      "date": "14.02.2021 02:06:09"
    },
    {
      "name": "Роман",
      "city": "Москва",
      "text": "Аппарат хороший , однозначно стоит брать , 128gb хватает для задач",
      "rating": 5,
      "date": "02.01.2021 14:41:38"
    },
    {
      "name": "Эльдар",
      "city": "Уфа",
      "text": "Приобрел для супруги. Единственный минус нет адаптера для зарядки телефона.",
      "rating": 5,
      "date": "13.03.2021 11:18:53"
    },
    {
      "name": "Ростислав",
      "city": "Москва",
      "text": "Замечательный телефон и в работе и по функциональным возможностям.",
      "rating": 5,
      "date": "04.04.2021 12:41:44"
    },
    {
      "name": "Александр Леонидович Петров",
      "city": "Нурлат",
      "text": "Покупал смартфон для сына. Доволен и покупкой и обслуживанием. Цены очень порадовали. Рекомендую.",
      "rating": 5,
      "date": "12.05.2021 14:45:29"
    },
    {
      "name": "Елена",
      "city": "Краснодар",
      "text": "Купили телефон, который выбрали за ранее. Объём памяти посоветовал продавец магазина, за что ему очень благодарны!",
      "rating": 5,
      "date": "10.05.2021 23:13:19"
    },
    {
      "name": "Владислав",
      "city": "Красноярск",
      "text": "Телефон просто огонь. Шустрый, камера на 5+. Все нравится",
      "rating": 5,
      "date": "05.01.2021 13:24:01"
    },
    {
      "name": "Александр",
      "city": "Дмитров",
      "text": "Отличный аппарат, работает отлично. Хороший cash back у меня получился.",
      "rating": 5,
      "date": "28.04.2021 23:12:24"
    },
    {
      "name": "Светлана",
      "city": "Санкт-Петербург",
      "text": "Покупали телефон мужу, уже в семье есть такой телефон, очень практичный, отличная камера, считаю один из лучших телефонов.",
      "rating": 5,
      "date": "11.05.2021 19:39:53"
    },
    {
      "name": "Екатерина",
      "city": "Ефремов",
      "text": "Айфон как айфон , шустрый , камера огонь, после 7+ пришлось привыкать жить без кнопки :), а так отличный смартфон",
      "rating": 5,
      "date": "05.01.2021 13:23:01"
    },
    {
      "name": "Анжелина",
      "city": "Новороссийск",
      "text": "В принципе покупкой довольна , единственный минус это отсутсвие блока для зарядки",
      "rating": 5,
      "date": "11.05.2021 17:50:50"
    },
    {
      "name": "Ольга",
      "city": "Балаково",
      "text": "Телефон просто бомба!!!!!!!!!! Шустрый, красивый, нам очень нравится!!",
      "rating": 5,
      "date": "15.05.2021 13:07:37"
    },
    {
      "name": "Роберт",
      "city": "Александров",
      "text": "Всё отлично. Я довольна покупкой. Спасибо продавцам.",
      "rating": 5,
      "date": "08.04.2021 14:34:54"
    },
    {
      "name": "Алексей",
      "city": "Санкт-Петербург",
      "text": "Телефон хороший. айфон. что тут скажешь. камера и экран топ.",
      "rating": 5,
      "date": "11.05.2021 13:23:36"
    },
    {
      "name": "google",
      "city": "Москва",
      "text": "Муж подарил на праздник. Я очень довольна, давно хотела этот телефон!",
      "rating": 5,
      "date": "06.04.2021 15:43:48"
    },
    {
      "name": "Влад",
      "city": "Москва",
      "text": "Купил недавно! Все Отлично!!! С 7 перешёл на 11!! Большой, быстро думает!",
      "rating": 1,
      "date": "11.02.2021 13:43:28"
    },
    {
      "name": "Виталий",
      "city": "Оренбург",
      "text": "Никаких нареканий.Брали из за камеры,превзошла все ожидания.10/10",
      "rating": 5,
      "date": "05.01.2021 15:33:43"
    }
  ]
]